import styles from './Carpalis.module.css'
import Image from 'next/image'
const Carpalis = () => {
  return (
    <div className={styles.carpalis}>
      <h1>Операції при тунельному синдромі</h1>
      <div>
        <section className={styles.carpalDissec}>
          <div className={styles.carpalInfo}>
            <div className={styles.carpalList}>
              <p>
                <b>Тунельний карпальний синдром</b> <br />
                попри його багато назв ({' '}
                <em>
                  cиндро́м зап'я́стного кана́лу, “синдром друкарки”, хвороба
                  офісних працівників…
                </em>
                ) є там захворюванням яке виникає в людей, чия професія
                пов'язана з одноманітними рухами зап'ястя та незручним
                положенням рук при виконанні роботи
              </p>
              <p className={styles.indentedText}>
                Суть захворювання зводиться до того,що в процесі цих рухів кисті
                поступово виникає{' '}
                <u>потовщення і ушільненя оболонок сухожилків згиначів,</u> які
                проходять з передпліччя на кисть через вузький кнал на запястку.
                Цей канал називається карпальним, є досить обмежений і в зв'язку
                з тим що він утворений з трьох сторін кістками зап'ястка. А з
                однієї сторони досить щільною карпальною з'язкою, яка невзмозі
                розтягуватися. Тому місця в цьому каналі досить обмежено і через
                ці потовшення оболонок сухожилок приводить{' '}
                <u>до стискання нера (серединного) </u>який також там проходить.
              </p>
              <h3>Серединний нерв дозволяє:</h3> <br />
              <ul>
                <li> відчувати перші чотири пальці, </li>
                <li>
                  відповідає за координацію руху кисті, дрібну моторику рук,
                </li>
                <li>
                  звуження і розширення кровоносних судин від дії зовнішніх
                  подразників
                </li>
                <li>регулює роботу потових залоз долоні</li>
              </ul>
            </div>
            <div className={styles.carpalImage}>
              <Image
                src="/carp2.jpg" // Шлях до зображення з папки public
                alt="Karp"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <Image
                src="/carp39.jpg" // Шлях до зображення з папки public
                alt="Karp"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
            </div>
          </div>
        </section>
        {/* Розвиток тунельного синдромуї */}
        <h2 className={styles.developTitle}>
          Розвиток синдрому карпального каналу
        </h2>
        <section className={styles.developTunnel}>
          <div className={styles.developInfo}>
            <div className={styles.developImage}>
              <img
                src="/carp56.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp4.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp28.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
            </div>
            <div className={styles.developList}>
              <h4>Все починається з </h4>
              <p>
                Першою зазвичай захворює провідна рука (рука яка більше бере на
                себе навантаження )
              </p>
              <ul>
                <li>прогресуючого оніміння і болю у руках, особливо вночі;</li>
                <li>виникає набряклость, нечутливості пальців вранці;</li>
              </ul>
              <h4>Прогресування</h4>
              <p>
                Якщо захворювання не ліковане то згодом до них додаються такі
                сиптоми як:
              </p>
              <ul>
                <li>порушення рухів долонь, слабкість рук;</li>
                <li>нездатність брати та утримувати дрібні предмети.</li>
              </ul>
              <h4>В фінальні стадії зхворювання</h4>
              <p>
                Якщо довго не лікувати затискання нерва, це може призвести до
                незворотнього пошкодження нерва та радикально погіршити якість
                життя
              </p>
              <ul>
                <li>
                  порушення чутливості пальців стають дедалі більше вираженими
                </li>
                <li>з часом зношуються м’язи долоні</li>
                <li>
                  долоня втрачає свою силу і зникає здатність виконувати навіть
                  прості повсякденні дії.
                </li>
              </ul>
              <p>
                Наведена вище картина приводить до того, що хворий звертається
                до лікаря.
              </p>
              <h4>
                Лікуванням захворювання займається невролог з можливою участю
              </h4>
              <ul>
                <li>ортопеда</li>
                <li>нейрохірурга</li>
                <li>хірурга</li>
                <li>терапевта</li>
              </ul>
            </div>
          </div>
        </section>
        {/* Обстеження хворого */}
        <h2 className={styles.examineTitle}>Обстеження хворого</h2>
        <section className={styles.examinePatient}>
          <div className={styles.examineInfo}>
            <div className={styles.examineList}>
              <h3>Хворий скаржиться на:</h3>
              <ul>
                <li>біль при згинанні зап'ястя;</li>
                <li>
                  втрата контролю над рухом (коли предмети падають із рук);
                </li>
                <li>оніміння в області зап'ястя та пальців;</li>
                <li>поколювання пальців, кисті руки;</li>
                <li>біль у зап'ясті пекучого характеру;</li>
                <li>біль у долоні;</li>
                <li>
                  біль ночами під час сну, який змушує прокидатися і проходить
                  після розтирання рук, струшування кистями та зап'ястями,
                  опускання рук, розтирання, виконання махів;
                </li>
                <li>скутість пальців рук вранці;</li>
                <li>
                  вегетативні порушення такі, як виникнення чутливості зап'ястя
                  до змін погоди, підвищене потовиділення або, навпаки, озноб;
                </li>
                <li>
                  втрата сили та точності рухів тактильної чутливості кист
                </li>
              </ul>
              <h4>А також уточнює у хворого, які хвороби він має.</h4>
              <p>
                Є цілий перелік захворювань, які можуть сприяти як винекнею
                тунельного карпального синдрому так і погіршити його перебіг. Це
                такі хронічні захворювання , які можуть привести до порушень
                стану самих суглобів,привести до загальних набряків і погіршити
                обмінні процеси всіх переферичних нервів . До них відносяться :
              </p>
              <ul>
                <li>
                  артрит, артроз і інші дегенеративно-дистрофічні захворювання
                  суглобів;
                </li>
                <li>ниркова недостатність (набряки);</li>
                <li>захворювання печінки;</li>
                <li>
                  гіпотеріоз (стан, при якому щитовидна залоза не виробляє
                  достатню кількість гормонів);
                </li>
                <li>вагітність;</li>
                <li>ожиріння, цукровий діабет;</li>
                <li>
                  амілоїдоз (захворювання, при якому в ваших органах
                  накопичуються білки);
                </li>
                <li>
                  акромегалія (захворювання, при якому деякі кістки стають
                  набагато більше, ніж звичайно).
                </li>
                <li>запалення сухожиль (тендовагініт)</li>
              </ul>
              <h4>
                При огляді лікар може виявити симптоми, які підтверджують
                наявність карпального синдрому
              </h4>
              <ul>
                <li>
                  {' '}
                  наявність атрофії тендера може служити підтвердженням синдрому
                  карпального каналу (при цьому, відсутність атрофії не виключає
                  тунельного синдрому).
                </li>
                <li>
                  збереженні функцій мізинця, який при компресії нерва і судин в
                  карпальному каналі не уражається.
                </li>
              </ul>
              <h4>Лікар може додатково провести тести</h4>
              <ul>
                <li>
                  {' '}
                  Тест Хоффмана — Тінеля: простукуванням області серединного
                  нерва. При карпальнотунельній патології пацієнт відчуває
                  долонею оніміння, поколювання, печіння.
                </li>
                <li>
                  {' '}
                  Тест Фалена: максимально зігнувши кисть в запястном суглобі,
                  пацієнт відчуває біль і оніміння долоні.
                </li>
                <li>
                  {' '}
                  Підняті над головою руки складно утримати довше 1 хвилини,
                  починається больовий синдром і оніміння кінцівок
                </li>
                <li>Не вдається з'єднати великий палець з мізинцем.</li>
              </ul>
              <h4>Додаткові обстеження </h4>
              <p>
                Для підтвердження правильності діагнозу, визначення ступеня
                ураження і супутніх ускладнень, призначають додаткові
                обстеження:
              </p>
              <h5>Інструментальні</h5>
              <ul>
                <li>
                  Електронейроміографія для оцінити провідність нервових
                  імпульсів - золотий стандарт діагностики тунельного синдрому.
                </li>
                <li>УЗД - допомагає виявити пошкодження і запалення.</li>
                <li>
                  рентгенографію (щоб виключити кісткові проблеми у вигляді
                  остеофітів або пухлинних утворень).
                </li>
              </ul>
              <h5>Лабораторні</h5>
              <ul>
                <li>- загальний морфологічний аналіз крові</li>
                <li>- загальний аналіз сечі.</li>
                <li>- коагулограма.</li>
                <li>- цукор крові.</li>
                <li>- білірубін, АЛТ, АСТ.</li>
                <li>- сечовина, креатинін.</li>
                <li>- група крові та RH-фактор.</li>
                <li>- гепатит В, C, ВІЛ та RW.</li>
              </ul>
            </div>
            <div className={styles.examineImage}>
              <img
                src="/carp44.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp46.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp47.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp43.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp48.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp45.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
            </div>
          </div>
        </section>
        {/* Консервативне лікування. */}
        <h2 className={styles.conservTitle}>
          Консервативне лікування синдрому карпального каналу
        </h2>
        <section className={styles.conservTreatment}>
          <div className={styles.conservInfo}>
            <div className={styles.conservImage}>
              <img
                src="/carp15.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={700} // Розмір зображення
                height={700}
                // className={styles.abdominoImage}
              />
              <img
                src="/carp18.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={700} // Розмір зображення
                height={700}
                // className={styles.conservImage}
              />
              <img
                src="/carp58.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={700} // Розмір зображення
                height={700}
                // className={styles.conservImage}
              />
            </div>
            <div className={styles.conservList}>
              <h3>Консервативне лікування в невропатолога</h3>
              <p>
                Застосування консервативної терапії чаще є початковим методом
                лікування. Як правело хворий спочатку захворювання потрапляє до
                невропатолога, який починає лікування з неї.Консервативне
                лікування синдрому зап'ястного каналу спрямоване на те, щоб
                зменшити травматизацію серединного нерва в каналі (зменшення
                набряку оболонок сухожилок і зв'язок) , а також покращення
                обмінних процесів в самому нерві.
              </p>
              <h4>Напрямки консервативного лікування</h4>
              <ul>
                <li>
                  Це зміна (при можливості ) професії та модифікація способу
                  життя, дотримання режиму праці та відпочинку
                </li>
                <li>
                  Це носіння ортеза що понукає положення зап'ястка в
                  фізіологічному положенні і тим самим сприяє зменшеню тиску на
                  серединний нерв
                </li>
                <li>
                  Загальна лікарська терапія (НПЗП, засоби для поліпшення
                  кровообігу, зняття набряклості ); і фізіотерапія (масаж,
                  електрофорез); також дещо покращує стан хворого
                </li>
                <li>
                  Лікарські блокади щляхом введення анестетиків і
                  кортикостероїдів (кеналог, дипроспан) в зону тунелю для
                  купування болю і відновлення рухливості суглобів дає яскравий
                  і виражений, але нетривалий ефект
                </li>
              </ul>
              <h3>
                При неефективності консервативного лікування потрібне оперативне
                лікувавння
              </h3>
            </div>
          </div>
        </section>
        {/* Підготовка до операції */}
        <h2 className={styles.preparationTitle}>Підготовка до операції</h2>
        <section className={styles.tunnelPreparation}>
          <div className={styles.tunnelInfo}>
            <div className={styles.tunnelList}>
              <h3>Здайте аналізи та пройдіть медичне обстеження</h3>
              <p>
                {' '}
                Хворий передаэться спеціалісту, який володіж\є методиками
                проведення операції при синдромі карпального каналу. Проводиться
                повноцінна передопераційна підготовка.
              </p>
              <h4>
                При відсутності, або застарілих результатів обстеження ми їх
                повторюємо
              </h4>
              <ul>
                <li>- загальний морфологічний аналіз крові</li>
                <li>- загальний аналіз сечі.</li>
                <li>- коагулограма.</li>
                <li>- цукор крові.</li>
                <li>- білірубін, АЛТ, АСТ.</li>
                <li>- сечовина, креатинін.</li>
                <li>- група крові та RH-фактор.</li>
                <li>- гепатит В, C, ВІЛ та RW.</li>
                <li>- УЗД молочних залоз.</li>
                <li>- R-графія ОГК.</li>
                <li>- ЕКГ.</li>
              </ul>
              <h3>Консультації лікарів:</h3>
              <ul>
                <li>Консультація терапевта.</li>
              </ul>
            </div>
            <div className={styles.tunnelImage}>
              <img
                src="/lab.png" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.tunnelImage}
              />
            </div>
          </div>
        </section>
        {/* Оперативне лікування */}
        <h2 className={styles.operationTitle}>Оперативне лікування</h2>
        <section className={styles.tunneOperation}>
          <div className={styles.tunnelInfo}>
            <div className={styles.tunnelImage}>
              <img
                src="/carp52.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={400}
                height={400}
                // className={styles.tunnelImage}
              />
              <img
                src="/carp16.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={400}
                height={400}
                // className={styles.tunnelImage}
              />{' '}
              <img
                src="/carp10.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={400}
                height={400}
                // className={styles.tunnelImage}
              />
              <img
                src="/carp23.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={400}
                height={400}
                // className={styles.tunnelImage}
              />
            </div>
            <div className={styles.tunnelList}>
              <h3>Операція - найефективний спосіб</h3>
              <p>
                Це найбільш ефективний та останній спосіб лікування синдрому
                карпального каналу. Оскільки сутністю цієї хвороби є затискання
                нерва, мета операції – це звільнення нерва від затиснутого
                стану, що досягається шляхом перерізання карпальної зв’язки.
                Операція виконується в сучасні операційні з моніторним наглядом
                за станом пацієнта. триває недовго і легко переноситься., її
                роблять під місцевим (локальним) наркозом – як у стоматолога.
                Незабаром після операції пацієнт може вирушати додому.
              </p>
              <h4>Знебллення - місцеве.</h4>
              <p>
                В ділянку операції вводиться місцевий анастетик (після
                відповідних проб). При необхідності спосіб знеболення може
                коригуватися анастезіологом
              </p>
              <h4>Методи оперативного лікування</h4>
              <p>
                {' '}
                Для звільнення нерва застосовується або традиційний хірургічний
                метод, або більш новий і значно менш травматичний ендоскопічний
                метод.
              </p>
              <h5>Традиційний метод</h5>
              <p>
                В ділянці запястка, по нижній складці робиться косий розріз 1,5
                - 2,0 см через який знаходится карпальна з'язка і розсікається в
                поперечному до неї напрямку. Після контролю зупинки кровотечі
                шви накладаються тільки на шкіру. Через деякий час розрізу
                практично невидно
              </p>
              <h5>Ендоскопічний метод</h5>
              <p>
                Ендоскопічний метод є набагато щаднішим для пацієнта. Через
                маленький розріз в шкірі в карпальний канал вводиться
                мініатюрний ендоскоп (медична відеокамера) і з застосуванням
                маленьких хірургічних інструментів перерізається карпальна
                зв’язка, звільняючи таким чином нерв.
              </p>
            </div>
          </div>
        </section>
        {/* Реабілітація післяопераційна */}
        <h2 className={styles.reabilitatioTitle}>
          Післяопераційна реабілітація пацієнта.
        </h2>
        <section className={styles.tunneReabilitation}>
          <div className={styles.tunnelInfo}>
            <div className={styles.tunnelList}>
              <h3>Реабілітація після операції </h3>
              <p>
                Після проведеної операція, відновлення займе більше часу. Після
                операції больові відчуття будуть знижені, настане полегшення,
                але можливе відчуття болю в місці розрізу протягом декількох
                місяців. Шви будуть зняті протягом 10-14 днів після операції.
              </p>
              <h4>Відвідування фізіотерапевта.</h4>
              <p>
                Після проведеної операції полегшення настає швидко. Олнак якщо
                хворий звернувся в пізніх стадіях захворювання, коли вже в
                ділянці стискання нерва карпальною зв'язкою виникли ребцеві
                зміни , доведеться відвідувати фізіотерапевта. Фізіотерапевти
                призначить вправи, що допомагають зміцненню та стабілізації
                м'язів та суглобів кисті руки. Додаткові вправи допомагають
                поліпшити моторику і вправність. Фізіотерапевт допоможе знайти
                спосіб виконання ваших завдань, що не потребують занадто
                великого навантаження на кисть і зап'ястя.
              </p>
            </div>
            <div className={styles.tunnelImage}>
              <img
                src="/carp41.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.tunnelImage}
              />
              <img
                src="/carp57.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.tunnelImage}
              />{' '}
              <img
                src="/carp58.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.tunnelImage}
              />
            </div>
          </div>
        </section>
      </div>
    </div>
  )
}
export default Carpalis
