import React from 'react'
import Image from 'next/image'
import styles from './RemovalImmp.module.css'

const RemovalImmp = () => {
  return (
    <div className={styles.removalImmp}>
      <h1 className={styles.removalTitle}>
        Розділ по заміни або видалення імплантів молочної залози.
      </h1>
      <div>
        <section className={styles.removalInfo}>
          <div className={styles.removalList}>
            <p>
              <strong>
                Досконале тіло - мрія багатьох жінок, здійснити яку здатна
                пластична хірургія. Особливим попитом користуються збільшення
                грудей, що дозволяють створити приємні округлості там, де їх
                пошкодувала природа.{' '}
              </strong>
              <br />
              <b>
                Імплантація молочних залоз вважається найбільш популярною
                операцією в області пластичної хірургії. За допомогою
                силіконових імплантів збільшують розмір або коректують форму
                грудей.{' '}
              </b>{' '}
              <br />
              Існують різні техніки та методики установки імплантів. Виробники
              мов би рекомендують їх міняти через 10-15 років. Але це не так:
              якщо у вас немає проблем з грудними імплантами і немає ніяких
              ускладнень, виявлених під час щорічного огляду, вам не потрібно
              замінювати імпланти. До речі, коли мова йде про заміну,
              найпоширенішою причиною є те, що пацієнти хочуть змінити розмір
              або форму їх грудей.
            </p>
          </div>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo24.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={200}
              height={200}
              // className={styles.removalImage}
            />
          </div>
        </section>

        {/* Секція Консультація */}

        <h2 className={styles.removalTitle}>
          Консультація пацієнта для заміни чи видалення імплантів молочних
          залоз.
        </h2>

        <section className={styles.removalInfo}>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo5.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={300} // Розмір зображення
              height={300}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo2.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo17.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={300} // Розмір зображення
              height={300}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo22.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={300} // Розмір зображення
              height={300}
              className={styles.removalImage}
            />
          </div>
          <div className={styles.removalList}>
            <h3>Первинна зустріч.</h3>

            <h4>Виясненя причини такого бажання. </h4>
            <p>
              Лікар намагається усвідомити чи є бажання заміни або видалення
              імплантатів пов'язане з естетичними міркуваннями пацієнта, чи
              імпланти викликають симптоми, які дошкуляють його самопочуттю.{' '}
            </p>

            <h4>З естетичних міркувань пацієнта.</h4>

            <h5> - бажання збільшити або зменшити наявний об’єм грудей.</h5>
            <p>
              Досвідчений пластичний хірург завжди радить пацієнтці імпланти, що
              максимально поєднуються з параметрами її фігури. Але іноді жінки
              не бажають прислухатися до рекомендацій лікаря і наполягають на
              встановленні ендопротеза більшого або меншого розміру. Уже
              незабаром після операції вони розуміють, що фахівець мав рацію, і
              погоджуються на повторну мамопластику. Зрештою жінка може
              звернутися за повторною корекцією за допомогою імплантатів.
            </p>

            <h5>
              {' '}
              - Зміни форми грудей, викликані вагітністю, годуванням, змінами
              маси тіла, обвисанням.
            </h5>

            <p>
              У період виношування дитини і грудного вигодовування груди
              спочатку збільшуються в розмірах, а потім знову зменшуються.
              Зрештою жінка може звернутися за повторною корекцією за допомогою
              імплантатів.
            </p>

            <h5>
              {' '}
              - Oпущення імплантів після маммопластики (птоз) внаслідок вікових
              змін;
            </h5>

            <p>
              Дабл бабл - деформація грудей у формі подвійної складки. Візуально
              груди і імплант виглядають не як єдине ціле, а як 2 міхура,
              розташованих один на одному.
            </p>

            <p>
              Сприятливими факторами виступають також вагітність, різкі
              коливання ваги, великий розмір бюста. Коли розвивається птоз,
              груди з уже встановленими в них ендопротезами можуть втратити
              привабливість. Ситуація легко виправляється шляхом повторної
              корекції, підтяжки грудей і встановлення інших імплантатів.
            </p>
            <ul>
              <li>- заміна на більш сучасну модель;</li>
              <li>асиметрія грудей після маммопластики;</li>
              <li>
                не влаштовує форма грудей у результаті неправильно підібраних
                імплантів;
              </li>
              <li>видно чіткі обриси імплантів;</li>
            </ul>

            <h4> По медичним показам.</h4>

            <ul>
              <li>
                - Розвиток сероми. Це стійке скупчення серозної рідини в
                молочній залозі після мамопластики.
              </li>
              <li>
                - Фіброзно-капсулярна контрактура. Це ущільнення капсули зі
                сполучної тканини навколо імпланта. Капсула здавлює імплант і
                деформує його. Імплант зміщується, це спричиняє дискомфорт і
                біль, а груди візуально мають несиметричний вигляд.
              </li>
              <li>
                - Рак грудей. Для лікування онкологічного захворювання може
                знадобитися видалення імплантів. (зв'язок між імплантами та
                виникненню раку грудей при дослідженнях не виявлено. Виникає з
                такою частотою як і в пацієнток бе встановлених імплантів ).
              </li>
              <li>- Розрив імпланта внаслідок ДТП або травми.</li>
              <li>- інфекції, запалення прилеглих тканин.</li>
              <li>
                - Реакція організму на матеріал імплантів. Сучасні імпланти
                виготовляються з гіпоалергенних матеріалів, але в дуже рідкісних
                випадках можливе їх відторгнення.
              </li>
            </ul>

            <h3>Друга зустріч - зустрич після обстеження:</h3>

            <h4>Протипоказами до проведення планової операції є:</h4>
            <ul>
              <li>- Захворювання крові.</li>

              <li>- Поточна вагітність.</li>
              <li>
                - Проблеми зі згортанням крові – гемофілія.(операція виконується
                під прикриттям необхідних антигемофільних припаратів.).
              </li>
              <li>
                - Неконтрольований цукровий діабет. (операція виконується після
                стабілізації цукру під наглядом ендокринолога).
              </li>
              <li>
                - Загострення хронічних захворювань та їх декомпенсація.
                Операція проводиться після лікування захворюваннь, встадії
                компенсації.
              </li>
              <li>- Гострі вірусні та бактеріальні інфекції.</li>
              <li>- Гнійничкові захворювання шкіри.</li>
              <li>- Психічні розлади.</li>
              <li>- Будь які гострі захворювання.</li>
            </ul>
            <h4>
              Протипоказами до проведення ургентного оперативного лікуванн - :
            </h4>
            <p>
              Дуже важкий загальний стан хворого не пов'язаний з імплантами.
            </p>
            <h4>До ургентних операцій віносяться.</h4>
            <ul>
              <li>- Розрив імпланта.</li>
              <li>
                - Нагноєння навколо імпланта або мастит який прорвався в ділянку
                імплінта.
                <i>
                  (при дуже важкому стані пацієнта і доведенні про нагноєння
                  виконується мінімальне оперативне втручання для дренування
                  гнійної порожнини з її санацією).
                </i>
              </li>
            </ul>
          </div>
        </section>

        {/* Підготовка до операції */}
        <h2 className={styles.removalTitle}>
          Підготовка до операції для заміни чи видалення імплантів молочних
          залоз.
        </h2>
        <section className={styles.removalInfo}>
          <div className={styles.removalList}>
            <h3>Здайте аналізи та пройдіть медичне обстеження.</h3>
            <ul>
              <li>- загальний морфологічний аналіз крові.</li>
              <li>- загальний аналіз сечі.</li>
              <li>- коагулограма.</li>
              <li>- цукор крові.</li>
              <li>- білірубін, АЛТ, АСТ.</li>
              <li>- сечовина, креатинін.</li>
              <li>- група крові та RH-фактор.</li>
              <li>- гепатит В, C, ВІЛ та RW.</li>
              <li>- УЗД молочних залоз.</li>
              <li>- КТ молочних залоз.</li>
              <li>- R-графія ОГК.</li>
              <li>- ЕКГ.</li>
            </ul>

            <h3>Консультації лікарів:</h3>
            <ul>
              <li>Консультація терапевта.</li>
              <li>Консультація мамолога - при потребі.</li>
              <li>Консультація анестезіолога.</li>
            </ul>
          </div>
          <div className={styles.removalImage}>
            <Image
              src="/lab.png" // Шлях до зображення з папки public
              alt="Doctor"
              width={400}
              height={400}
              // className={styles.removalImage}
            />
          </div>
        </section>

        {/* Процес операції */}

        <h2 className={styles.removalTitle}>
          Операція заміни чи видалення імплантів молочних залоз.
        </h2>
        <section className={styles.removalInfo}>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo27.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo25.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo29.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo30.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
          </div>

          <div className={styles.removalList}>
            <h4>Анестезія</h4>
            <p>Проводиться під загальним або епідуральною анестезією.</p>

            <h4>Методи проведення операції:</h4>
            <p>
              Операція триває 2 - 2.5 години, в залежності від необхідного
              обсягу робіт.
            </p>
            <p>
              Розріз робиться за старим рубцю і через нього відбувається
              вилучення самого протеза і навколишнього його фіброзної тканини
              (капсули). Якщо операція здійснюється в комплексі з підтяжкою, то
              можуть знадобитися інші надрізи тканин.
            </p>
            <p>
              У більшості жінок капсула являє собою найтоншу мембрану зі
              сполучної тканини, що вистилає периметр навколо імплантату. При
              капсулярній контрактурі, вона схожа на мішок з товщиною стінок від
              0,5 мм до 1 см. При цьому мішок скорочується, деформуючи тим самим
              імплант і груди.
            </p>

            <h3>Методи видалення імплантів:</h3>
            <ul>
              <li>
                Одномоментно з капсульним мішком енблок “en bloc” (проводиться
                тільки при наявності капсули і капсульної контрактури, яка буває
                у меншості пацієнток).
              </li>
              <li>
                Без капсули (коли самої капсули і капсулярної контрактури немає,
                така ситуація у більшості пацієнток). У нормі я вбачаю не
                капсульний мішок, а бар'єрний шар, що становить мікрони, який
                виглядає як білуватий прозорий наліт на тканинах, що вистилають
                ендопротез.
              </li>
              <li>
                З фрагментами капсули. Наприклад, вона може бути тільки по
                нижньому полюсу імпланта і при цьому відсутня в верхньому або
                навпаки. Іноді буває подвійна капсула на денці, а зверху
                відсутня. Крім цього, хірург може навмисне залишити фрагменти
                або всю капсулу для подальшої пластики, як додаткову тканину для
                кращого естетичного ефекту.
              </li>
            </ul>
            <h3>Імпланти поліуретановим покриттям. </h3>
            <p>
              Якщо заміна імплантів меньше чим 7 днів після установки, то можна
              виділити їх без навколишніх тканин. Якщо пізніще, то вже пройшла
              інтеграція поліуританового покриття із тканинами і імплант
              виділити можна з капсулою - “en bloc”.
            </p>

            <h3>Заміна імплантів.</h3>
            <p>
              Операція з вилучення старих імплантів та встановлення на їх місце
              нових має назву - реендопротезування.
            </p>
            <p>
              Одномоментно видалити старі імпланти і встановити нові можна в
              тому випадку, якщо операція проводитися не через запалення або
              інфекції. В іншому випадку рекомендовано дочекатися відновлення і
              провести повторну операцію.
            </p>
            <p>
              При потребі під час оперативного втручання можливо доведеться
              виконувати підтяжку грудей, що спричинить додаванню нових
              розрізів. Таку ситуацію також обговорюється при передопераційних
              консультаціячх.
            </p>
          </div>
        </section>

        {/* Реабілітація після операції */}

        <h2 className={styles.removalTitle}>
          Реабілітація після операції заміни чи видалення імплантів молочних
          залоз.
        </h2>
        <section className={styles.removalInfo}>
          <div className={styles.removalList}>
            <strong>
              Реендопротизування - досить серйозне оператвине втручання і
              потрібно додержуватись тих рекомендацій і насторог які надає
              лікуючий лікар. Період реабілітації триває 1-2 місяці, залежно від
              складності проведеної операції.
            </strong>

            <h3>Після операції ми рекомендуємо:</h3>
            <ul>
              <li>
                В залежності від травматизації тканей пацієнтка може провести в
                стаціонарі 2-3 доби.
              </li>
              <li>
                - Для зняття болю перші кілька днів призначаються знеболювальні
                припарати. Призначаються і інші медикаментозні припарати для
                запобігання розвитку ускладнень таких як , тромбоутворень,
                інфікувань і розвитку черезмірної запальної реакції на травму.
              </li>

              <li>
                - здійснювати особливий догляд за швами до моменту їх повного
                зняття;
              </li>
              <li>
                - під час сну лежати тільки на спині протягом двох тижнів з
                моменту проведення операції;
              </li>
              <li>на 2-3 тижні відмовитись від статевого життя;</li>
              <li>
                - утримання від куріння та алкоголю. Нікотин звужує кровоносні
                судини, що може погіршити кровообіг та уповільнити загоєння
                тканин. Алкоголь може послабити імунну систему та посилити
                запальні процеси;
              </li>
              <li>- не знімати компресійну білизну протягом 30 днів;</li>
              <li>
                - відмовитися від занять спортом на 1-1,5 міс. після операції;
              </li>
              <li>захищати груди від стискання та ударів.</li>
              <li>3 місяці не відвідувати сауну, лазню, басейн;</li>
              <li>- не приймати ванну протягом 1 міс., лише душ;</li>
              <li>
                - виключити прийом теплових процедур і вплив ультрафіолетового
                випромінювання протягом двох місяців.
              </li>
            </ul>

            <h3> Можливі ускладнення післяопераційні</h3>
            <p>
              Післяопераційні ускладнення виникаю{' '}
              <strong>
                чаше при порушені виконання рекомендацій лікуючого лікаря.
              </strong>
            </p>

            <ul>
              <li>
                - при ранніх фізичних навантаженнях можливе зміщення імпланта.
              </li>
              <li>- виникнення сером.</li>
              <li>- затяжне загоєння післяопераційної рани.</li>
              <li>- оніміння шкіри навколо п/операційного рубця.</li>
              <li>
                - порушення формування рубця (келоїд рубця, гіпертрофічний або
                атрофічний рубець).
              </li>
            </ul>
          </div>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo9.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />

            <Image
              src="/removalInfo32.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo34.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
          </div>
        </section>

        {/* Ускладнення при імплантації молочних залоз */}

        <h2 className={styles.removalTitle}>
          Ускладнення після операції заміни чи видалення імплантів молочних
          залоз.
        </h2>
        <section className={styles.removalInfo}>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo36.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo16.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
          </div>
          <div className={styles.removalList}>
            <h3> Можливі ускладнення післяопераційні.</h3>
            <p>
              Післяопераційні ускладнення виникаю{' '}
              <strong>
                частіще при порушені виконання рекомендацій лікуючого лікаря.
              </strong>
            </p>

            <ul>
              <li>
                - при ранніх фізичних навантаженнях можливе зміщення імпланта
              </li>
              <li>- виникнення сером.</li>
              <li>- затяжне загоєння післяопераційної рани.</li>
              <li>- оніміння шкіри навколо п/операційного рубця.</li>
              <li>
                - порушення формування рубця (келоїд рубця, гіпертрофічний або
                атрофічний рубець).
              </li>
            </ul>
            <h3>Наші спостереження.</h3>

            <p> В нашій практиці були такі випадки.</p>
            <ul>
              <li>реендопротезування.</li>
            </ul>
            <p>
              - у пацієнтки з серомою. Забрано частково капсула і старий імплант
              назад встановлений. Більше сером у пацієнтки на протязі довгих
              років небуло.
            </p>
            <ul>
              <li>Видалення розірваного імпланта.</li>
            </ul>
            <p>
              Пацієнтка оперувалась не в нас і через 10 років звернулася в
              міську поліклініку з відповідними скаргами. Направлена до нас. На
              операції імпланти пошкоджені. Виробник імплантів невідомий. Після
              видалення їх чвора швидко поправилася.
            </p>
            <ul>
              <li>Видалення старих імплантів і установка нових.</li>
            </ul>
            <p>
              Пацієнці 17 років тому була виконана операці по збільшеню молочних
              залоз імплантами. Пацієнтка забажала поміняти форму грудей і
              збільшити їх. При огляді старих імплантів пошкоджень не виявлено.
            </p>
          </div>
        </section>

        {/* Зміна відчуття пацієнтки */}

        <h2 className={styles.removalTitle}>
          Зміна відчуттів пацієнтки після заміни чи видалення імплантів молочних
          залоз.
        </h2>
        <section className={styles.removalInfo}>
          <div className={styles.removalList}>
            <strong>
              Реендопротизування - як і будь-яка інша операція, пов’язана із
              втручанням у живі тканини. Будь яке втручання викликає
              загальнобіологічну реакцію - запалення.
            </strong>

            <h3>Які зміни після мамопластики відбуваються далі:</h3>
            <ul>
              <li>- Підвищений прилив крові до молочних залоз.</li>
              <li>
                - Рідина тимчасово накопичується у тканинах, зумовлюючи набряк.
              </li>

              <li>
                - Набряклі тканини стискають імплант, грудні м’язи напружені,
                тому груди на дотик тверді.
              </li>
              <li>
                - Поверхня шкіри на молочних залозах більш холодна, ніж оточуючі
                ділянки, а її чутливість зменшується через натягнення, можливе
                тимчасове оніміння.
              </li>
            </ul>

            <p>
              Перші тижні після мамопластики – це період, коли ще неможливо
              побачити ефект від корекції грудей, доводиться відчувати
              дискомфорт і сумлінно дотримуватися рекомендацій свого лікаря. Але
              ж все це – для досягнення найкращого результату, який буде
              радувати протягом багатьох наступних років!
            </p>

            <h3> Які зміни після мамопластики відбуваються далі?</h3>
            <p>
              Реабілітаційний період триває, і негативні моменти поступово
              зникають,
              <strong>
                завдяки чому задоволення від корекції грудей відчувається більше
                з кожним наступним тижнем:
              </strong>
            </p>

            <ul>
              <li>- Болісні відчуття поступово зменшуються і зникають</li>
              <li>- Шви стають менш помітними;</li>
              <li>- Синці зникають;</li>
              <li>
                - Набряк після мамопластики зменшується і більше не стискає
                ендопротези, вони набувають бажаного розміру;
              </li>
              <li>- Грудні м’язи розслабляються;</li>
              <li>
                Імплант поступово опускається, завдяки чому груди починають
                виглядати природно;
              </li>
              <li>Груди стають більш м’якими та натуральними на дотик;</li>
              <li>Повертається чутливість шкіри.</li>
            </ul>

            <p>
              Додаткові “плюси”: дозволяється спати на боці (а згодом – і на
              животі), компресійну білизну можна знімати на ніч, повертається
              свобода рухів. Шкіра розтягнулася достатньо, щоб вміщувати
              імпланти, зникає фізичний та психологічний дискомфорт.
            </p>
            <p>
              Потрібно розуміти, що тривалість реабілітації та її окремих етапів
              – річ суто індивідуальна. У багатьох випадках результат можна
              побачити через 6 місяців після операції.
            </p>

            <h3> Які ознаки мають насторожити?</h3>
            <p>
              У період відновлення після мамопластики потрібно слідкувати за
              своїм станом, відчуттями, виглядом грудей.
              <strong>
                Слід звернутися за консультацією до свого лікаря, якщо ви
                помітили наступні зміни:
              </strong>
            </p>
            <ul>
              <li>- Запалення або розходження швів, виділення з них;</li>
              <li>
                - Утворення щільної оболонки навколо імпланту (капсульна
                контрактура);
              </li>
              <li>- Асиметричність грудей;</li>
              <li>- Деформація грудей;</li>
              <li>- Відчуття печіння або болю, який не зменшується;</li>
              <li>Тривале підвищення температури тіла.</li>
            </ul>
            <p>
              Такі симптоми можуть свідчити про ускладнення після мамопластики.
              Ризик їх виникнення існує завжди, але його можна мінімізувати,
              якщо ви звертаєтеся до надійного медичного закладу з
              висококваліфікованими пластичними хірургами і дотримуєтеся
              рекомендацій у період відновлення.
            </p>
          </div>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo38.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />

            <Image
              src="/removalInfo23.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
            <Image
              src="/removalInfo19.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={500}
              height={500}
              className={styles.removalImage}
            />
          </div>
        </section>

        {/* імпланти*/}

        <h2 className={styles.removalTitle}>Грудні імпланти</h2>
        <section className={styles.removalInfo}>
          <div className={styles.removalImage}>
            <Image
              src="/removalInfo37.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={600}
              height={400}
              className={styles.removalImage}
            />

            <Image
              src="/removalInfo3.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={600}
              height={400}
              className={styles.removalImage}
            />

            <Image
              src="/removalInfo4.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={600}
              height={400}
              className={styles.removalImage}
            />
          </div>
          <div className={styles.removalList}>
            <h3>
              Грудні імпланти: термін придатності, на скільки років ставлять, як
              часто потрібно міняти.
            </h3>
            <p>
              У світі естетичної хірургії довговічність — ключове слово. Саме
              тому результати маммопластики зазвичай вважаються «довговічними»,
              а не «вічними». Результат можна оцінити відразу після операції,
              але імплант зможе прослужити довго - аж доти, доки ви не захочете
              знову змінити об'єм або форму грудей, або поки не з'являться певні
              хірургічні показання для заміни.
            </p>
            <h3>Якими бувають грудні імпланти?</h3>
            <p>За формою розрізняють два основні типи грудних імплантів.</p>
            <ul>
              <li>
                круглі — мають рівномірно закруглену форму, яка візуально
                “піднімає” груди;
              </li>
              <li>
                крапчасті — більш анатомічно правильна форма, яка збільшує груди
                без підняття її верхнього полюса.
              </li>
            </ul>
            <p>
              У питанні довговічності грудних імплантів набагато важливіший
              їхній матеріал. Так, у сучасній практиці використовуються сольові,
              силіконові, гідрогелеві та силікатні імпланти — всі вони
              біологічно безпечні для навколишніх тканин грудей.
            </p>
            <h3>Як часто потрібно міняти грудні імпланти?</h3>Найважливіший
            фактор, що впливає на термін придатності грудного імпланту — це
            здоров'я самої жінки. Організм — дуже чутлива система, і це
            чутливість проявляється завжди по-різному. Якщо в однієї жінки за 10
            років не виникло жодних проблем із встановленим грудним імплантом, в
            іншої через два роки можуть виникнути ускладнення, пов'язані з
            реакцією організму на встановлення імпланту.
            <p>
              Імпланти довговічні, але за необхідності (медичні показання або
              просто бажання пацієнтки) їх можна замінити будь-якої миті.
            </p>
            <h3>Що впливає термін придатності імплантів?</h3>
            <p>
              Термін придатності залежить насамперед від дати виготовлення
              імпланту, а також залежить від часу перебування імпланту в
              герметичній стерильній упаковці. Крім цього, для кожного виробу
              вказано дату, до якої його рекомендовано встановити. Після
              встановлення імплант не втрачає якості, тому на нього завжди
              дається довічна гарантія.
            </p>
          </div>
        </section>
      </div>
    </div>
  )
}

export default RemovalImmp
