import Image from 'next/image'
import styles from './Abdominoplastyc.module.css'

function Abdominoplastyc() {
  return (
    <div className={styles.abdominoplastyc}>
      <h1>Пластика живота - Abdominoplasty</h1>
      <div>
        <section className={styles.abdominoplasty}>
          <div className={styles.abdominolInfo}>
            <div className={styles.abdominoList}>
              <p>
                Плоский живіт – мрія багатьох жінок, але після вагітності,
                народження дитини через набір ваги ця область тіла може
                змінитися. Якщо спорт та харчування не допомагає або потрібен
                швидший результат, на допомогу прийде абдомінопластика. Пластика
                живота (абдомінопластика) – затребувана пластична операція, яка
                дозволяє отримати ідеально рівний животик і гарну талію після
                пологів та різкого схуднення. Це стає можливим за рахунок
                позбавлення від надлишків шкіри та підшкірного жиру (так званий
                «фартух») і додання тонусу передній черевній стінці.
                Абдомінопластика повертає фігурі стрункість і пропорційність,
                гармонійні контури.
              </p>
            </div>
            <div className={styles.abdominoImage}>
              <Image
                src="/abdomino.png" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
            </div>
          </div>
        </section>

        {/* Секція Консультація */}
        <h2 className={styles.consultationTitle}>
          Консультація по абдомінопластиці
        </h2>
        <section className={styles.abdominoConsultation}>
          <div className={styles.abdominoInfo}>
            <div className={styles.abdominoImage}>
              <Image
                src="/abdomino4.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={700} // Розмір зображення
                height={700}
                // className={styles.abdominoImage}
              />
              <Image
                src="/consult.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={700} // Розмір зображення
                height={700}
                // className={styles.abdominoImage}
              />
            </div>
            <div className={styles.abdominoList}>
              <h3>Первинна зустріч</h3>
              <ul>
                <li>
                  Консультація хірурга: огляд, анамнез, ознайомлення з
                  проблемою.
                </li>
                <li>
                  Планування операції з обговорення очікуваних результатів
                  операції та ризики можливих ускладнень.
                </li>
                <li>Проведення необхідних аналізів та додаткових обстежень.</li>
                <li>Консультації інших фахівців — терапевта, анестезіолога.</li>
              </ul>

              <h3>Покази до операції - абдомінопластики</h3>
              <ul>
                <li>
                  Надлишок жиру в області живота, що не піддається корекції
                  дієтами, вправами або нехірургічними методами корекції.
                </li>

                <li>
                  Опущення черевної стінки (птоз) через різке схуднення або
                  після пологів.
                </li>
                <li>
                  розтяжки (стрії) на шкірі в ділянці живота також як результат
                  попереднього набору маси тіла та під час вагітності.
                </li>
                <li>
                  Розходження прямих м'язів живота , що у своє чергу приводить
                  до утворення гриж та опущення внутрішніх органів;
                </li>
                <li>
                  Грубі післяопераційні рубці, сильно знижують естетичні дані
                  живота.
                </li>
                <li></li>
              </ul>

              <h3>Протипоказами до проведення цієї операції є:</h3>
              <ul>
                <li>Захворювання крові.</li>
                <li>Вік менше вісімнадцяти років.</li>
                <li>Поточна вагітність.</li>
                <li>Проблеми зі згортанням крові – гемофілія.</li>
                <li>Неконтрольований цукровий діабет.</li>
                <li>Загострення хронічних захворювань та їх декомпенсація.</li>
                <li>Гострі вірусні та бактеріальні інфекції.</li>
                <li>Гнійничкові захворювання шкіри.</li>
                <li>Невиліковні онкологічні захворювання.</li>
                <li>Психічні розлади.</li>
                <li>Будь які гострі захворювання.</li>
              </ul>
            </div>
          </div>
        </section>

        {/* Підготовка до операції */}
        <h2 className={styles.preparationTitle}>Підготовка до операції</h2>
        <section className={styles.abdominoPreparation}>
          <div className={styles.abdominoInfo}>
            <div className={styles.abdominoList}>
              <h3>Здайте аналізи та пройдіть медичне обстеження</h3>
              <ul>
                <li>- загальний морфологічний аналіз крові</li>
                <li>- загальний аналіз сечі.</li>
                <li>- коагулограма.</li>
                <li>- цукор крові.</li>
                <li>- білірубін, АЛТ, АСТ.</li>
                <li>- сечовина, креатинін.</li>
                <li>- група крові та RH-фактор.</li>
                <li>- гепатит В, C, ВІЛ та RW.</li>
                <li>- УЗД молочних залоз.</li>
                <li>- R-графія ОГК.</li>
                <li>- ЕКГ.</li>
              </ul>

              <h3>Консультації лікарів:</h3>
              <ul>
                <li>Консультація терапевта.</li>
                <li>Консультація мамолога - при потребі.</li>
                <li>Консультація анестезіолога.</li>
              </ul>
            </div>
            <div className={styles.abdominoImage}>
              <Image
                src="/lab.png" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                // className={styles.abdominoImage}
              />
            </div>
          </div>
        </section>
        {/* Процес операції */}
        <h2 className={styles.operationTitle}>Процес операції</h2>
        <section className={styles.operationSection}>
          <div className={styles.operationInfo}>
            <div className={styles.operationImages}>
              <Image
                src="/surger.jpeg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500} // Зменшив розмір
                height={500}
                className={styles.operationImage}
              />
              <Image
                src="/abdomiSurg.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={300}
                height={300}
                className={styles.operationImage}
              />
              <Image
                src="/my abdomin2.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={300}
                height={300}
                className={styles.operationImage}
              />
            </div>

            <div className={styles.operationMethod}>
              <p>Операція триває 2 - 2.5 години під епідуральною анестезією.</p>
              <h4>Абдомінальна пластика має кілька видів:</h4>

              <h3>Класична абдомінопластика. </h3>
              <p>
                Вона застосовується для усунення шкірно-жирового «фартуха», що
                зайво провисає внизу живота, якому найчастіше супроводжують
                діастаз і грижа. Розріз робиться над пахвинною областю
                (горизонтально) та навколо пупка. Пластичний хірург видаляє
                надлишок шкірного покриву і жирової тканини, вшиває м’язи, що
                розійшлися, і формує нове пупкове кільце. Методика дозволяє
                працювати з великими обсягами фартуха. З її допомогою
                відновлюються властивості м’язового корсета, формується нова
                лінія талії та реконструюються контури тіла.
              </p>

              <h3>Абдомінопластика із вертикальним розрізом.</h3>
              <p>
                Метод відрізняється від попереднього розташування розрізу. Його
                роблять вертикально – по середній лінії живота, а не над
                лобковою областю. Надлишок тканини усувається від боків до
                середини. Розріз розташовуватиметься вертикально. Перевага
                такого хірургічного втручання у меншій травматичності, оскільки
                спеціаліст працює з невеликою зоною.
              </p>

              <h3>Мініабдомінопластика</h3>
              <p>
                Малоінвазивне втручання, показане пацієнтам, які хочуть
                підкоригувати зовнішній вигляд тіла – надати естетичної форми
                нижньому відділу черевної порожнини. Хірург робить розріз у
                ділянці бікіні, відсікає частину шкіри та жирової тканини. Ця
                методика не передбачає перенесення пупка та зміни його форми, а
                також ушивання розтягнутих м’язів.
              </p>

              <h3>Абдомінопластика сполучена з ліпосакцією.</h3>
              <p>
                Для отримання більш вираженого ефекту в деяких випадках пластика
                живота поєднується з ліпосакцією. Перевага полягає в тому, що
                разом із надлишком шкірно-жирового «фартуха» та зміцненням
                м’язів забирається надлишок жиру. Ліпосакцію проводять на
                фланках (боках) через невеликі проколи.
              </p>
            </div>
          </div>
        </section>

        {/* Реабілітація після операції */}

        <h2 className={styles.rehabilTitle}>Реабілітація після операції</h2>
        <section className={styles.abdominoRehabilitation}>
          <div className={styles.rehabilInfo}>
            <div className={styles.rehabilList}>
              <strong>
                Абдомінопластика – досить серйозне оперативне втручання, тому
                повертатися до роботи після неї варто не раніше як за два тижні.
                Після такої хірургічної операції також слід:
              </strong>

              <h3>Після абдомінопластики ми рекомендуємо:</h3>
              <ul>
                <li>
                  - Залежно від того, яку абдомінопластику було виконано,
                  відрізняється і період реабілітації після операції.
                  Мініабдомінопластика є оперативне втручання з невеликою
                  травматизацією, тому пацієнт у стаціонарі має провести лише
                  два дні. Класична або повна абдомінопластика вимагатиме
                  тривалішого перебування в клініці: в середньому до 5 днів..
                </li>
                <li>
                  - Для зняття болю перші кілька днів призначаються
                  знеболювальні. Призначаються і інші медикаментозні припарати
                  для запобігання розвитку ускладнень таких як кровотеч,
                  тромбоутворень, інфікувань і розвитку черезмірної запальної
                  реакції на травму.
                </li>
                <li>
                  - При перебуванні в ліжку, тільки в напівсидячому положенні;
                </li>
                <li>
                  - Першу добу можна лише пити воду, їсти не дозволяється.
                </li>
                <li>
                  {' '}
                  - На другу добу дозволяється прийом їжі в невеликих
                  кількостях, дозволяється вставати з ліжка.
                </li>

                <li>
                  - для швидкого відновлення, профілактики набряклості потрібно
                  носити післяопераційний бандаж протягом 1-2 місяців;
                </li>

                <li> - не мочити шви до зняття їх;</li>

                <li>
                  - утримання від куріння та алкоголю. Нікотин звужує кровоносні
                  судини, що може погіршити кровообіг та уповільнити загоєння
                  тканин. Алкоголь може послабити імунну систему та посилити
                  запальні процеси;
                </li>
                <li>
                  - рекомендується уникати прямих сонячних променів та засмаги;
                </li>
                <li> - не приймати ванну протягом 1 міс., лише душ;</li>
                <li>
                  - не відвідувати сауну, басейн, солярій протягом 30 днів після
                  операції;
                </li>
                <li>
                  - обмежити на 30 діб заняття спортом, а фізичні навантаження
                  до двух, трьох місяців в залежності від виду абтомінопластики.
                </li>
              </ul>
            </div>
            <div className={styles.rehabilImage}>
              <Image
                src="/reabilitation.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                className={styles.rehabilImage}
              />
              <Image
                src="/abdomiSur1.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                className={styles.rehabilImage}
              />
              <Image
                src="/abdomіn33.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                className={styles.rehabilImage}
              />
            </div>
          </div>
        </section>

        {/* Можливі післяопераційні ускладненя */}

        <h2 className={styles.resultsTitle}>
          Можливі післяопераційні ускладненя
        </h2>
        <section className={styles.abdominoResults}>
          <div className={styles.resultsImage}>
            <Image
              src="/complication.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={600}
              height={400}
              // className={styles.resultsImage}
            />

            <Image
              src="/complication2.jpg" // Шлях до зображення з папки public
              alt="Doctor"
              width={600}
              height={400}
              // className={styles.resultsImage}
            />
          </div>
          <div className={styles.resultsInfo}>
            <h3>
              Як і при звичайних операційних втручань можливі ускладнення:
            </h3>
            <ul>
              <li>
                - <strong>Гематома</strong>. <br />
                Лікування полягає в припікання судини, що кровоточить.
                <br />
              </li>
              <li>
                - <strong>Некроз тканин.</strong> <br />
                Ускладнення може виникнути, якщо частина лоскута залишається
                кровопостачання. По суті таке ускладнення може виникнути при
                різних видах абдомінопластика. Це пов'язано з особливістю
                кровопостачання передньої черевної стінки. При такій ситуації
                лікар проводить ревізію рани і вживає відповідних заходів. Ця
                ситуація завжди обговорюється і роз'ясняється пацієнту перед
                оперативним втручання.
                <br />
              </li>
              <li>
                - <strong>Нагноєння рани.</strong> <br />
                Профілактика інфекціййного процесу в ділянці операційних ран на
                сьогодні регулюється спеціальними наказами і протоколами , куди
                входять низка процедур які має виконувати медичний персонал
                клініки. Лікуючим лікарем профілактика проводиться призначенням
                антибактеріальних припаратів ще до операції і на протязі
                декількох днів після операції. Кількість днів залежить від
                травматичності самої операції. При винекненя таких ускладнень
                проводиться загальнохірургічне лікування ран. <br />
              </li>
              <li>
                - <strong>Підвищення внутрішньочеревного тиску.</strong> <br />
                Вважається найтяжчим ускладненням. Виникає через перевантаження
                малого кола кровообігу. Такий недуга виникає рідше, якщо перед
                операцією пацієнт активно займався фізичними вправами і знизив
                вагу.
                <br />
              </li>
              <li>
                -{' '}
                <strong>Скупчення рідини (серомы) в ділянці операції .</strong>
                <br /> Таке "ускладнення" по суті можна назвати умовним, тому що
                переміщення тканин в ділянці операції приводить до утворення
                закрити просторів. Дренування яких на першому гострому (ранньому
                післяопераційному ) періоді може запобігти цього. Після
                видалення дренажів (2 - 3 доба) ефективним запобіганням є
                запобігання фізичних навантажень та носіння компресійної
                білизни.
                <br />
              </li>

              <li>
                -
                <strong>
                  Може також бути затяжне загоєння післяопераційної рани,
                </strong>
                <br /> оніміння шкіри та помірна асиметрія живота. Рубець також
                може бути від атрофічного (втягнутого) так і гіпертрофічний
                (випуклий)
                <br />
              </li>
            </ul>
            <p>
              <br /> Для попередження ускладнень, або зменшення їх наслідків
              пацієту слід виконувати всі передопераційні та післяопераційні
              призначення та рекомендації оперуючого хірурга. Політика нашої
              клініки така, що пацієь від нас йде тільки після вирішення всіх
              нюансів пов'язаних з операцією.
            </p>
          </div>
        </section>

        {/* результат  після операції */}

        <h2 className={styles.resultTitle}>Рультат після операції</h2>
        <section className={styles.resultOperation}>
          <div className={styles.resultInfo}>
            <div className={styles.resultList}>
              <strong>
                Операції пластику живота виконує пластичний хірург Печеряга
                Микола Миколайович з урахуванням усіх міжнародних протоколів
                безпеки.
              </strong>

              <p>
                Перший результат помітний відразу після операції, незважаючи на
                те, що ще деякий час спостерігаються набряки та гематоми. Цілком
                ефект можна оцінити через кілька місяців, коли повністю
                закінчиться період відновлення. У більшості пацієнтів він
                стійкий, але важливо перейти на збалансовану дієту та виконувати
                спеціальні вправи.
              </p>

              <h3>Внаслідок проведення абдомінопластики :</h3>
              <ul>
                <li>забирається зайвий жир на животі;</li>
                <li>розгладжуються шкірні складки на животі;</li>
                <li>обрізається зайвий шкірний клапоть;</li>
                <li>коригуються дефекти м'язового корсету;</li>
                <li>видаляються післяпологові розтяжки на животі;</li>

                <li>відбувається візуальне схуднення.</li>
              </ul>

              <p>
                Врахування кінцевих результатів проведеної абдомінопластики
                можна не раньше чим через 6 місяців після вирішення всіх
                післяопераційних нюансів у хворого.
              </p>
            </div>
            <div className={styles.resultImage}>
              <Image
                src="/result.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                className={styles.resultImage}
              />
              <Image
                src="/result22.jpg" // Шлях до зображення з папки public
                alt="Doctor"
                width={500}
                height={500}
                className={styles.resultImage}
              />
            </div>
          </div>
        </section>
      </div>
    </div>
  )
}

export default Abdominoplastyc
